[
    {
        "model": "reagent_db.reagentsalt",
        "pk": 1,
        "fields": {
            "name": "CaCl2",
            "full_name": "Хлорид кальция",
            "description": "Используется для создания растворов средней и высокой плотности. Применяется в высокотемпературных и глубоких скважинах."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 2,
        "fields": {
            "name": "CaЖГ",
            "full_name": "Кальциевая жидкость глушения",
            "description": ""
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 3,
        "fields": {
            "name": "KCl",
            "full_name": "Хлорид калия",
            "description": "Применяется в скважинах с чувствительными к воде глинистыми породами. KCl используется как ингибитор глины для предотвращения разбухания и разрушения пласта."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 6,
        "fields": {
            "name": "NaCl",
            "full_name": "Хлорид натрия",
            "description": "Используется для глушения скважин с низкой плотностью пласта и при необходимости повышения плотности жидкости до 1,2 г/см³. Применим для соляных пластов и в скважинах с нестабильными стенками."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 7,
        "fields": {
            "name": "NH4Cl",
            "full_name": "Хлорид аммония",
            "description": "Используется для глушения скважин с глинистыми и песчаными пластами, чтобы минимизировать набухание глины, поскольку он стабилизирует глину и предотвращает ее разбухание."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 8,
        "fields": {
            "name": "MgCl2",
            "full_name": "Хлорид магния",
            "description": "Используется для создания более плотных растворов и в скважинах с высоким давлением. MgCl₂ часто добавляется в смеси для повышения общей плотности."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 9,
        "fields": {
            "name": "KBr",
            "full_name": "Бромид калия",
            "description": "Применяется в глубоких скважинах с высокими температурами и давлениями, где необходимы высокие плотности растворов и стабильные свойства."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 10,
        "fields": {
            "name": "NaBr",
            "full_name": "Бромид натрия",
            "description": "Используется для создания плотных растворов в скважинах с высокой температурой и давлением, где требуется высокое содержание активных компонентов."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 11,
        "fields": {
            "name": "K2CO3",
            "full_name": "Карбонат калия",
            "description": "Используется в скважинах с глинистыми пластами для регулирования pH жидкости и как ингибитор глины, чтобы предотвратить набухание и разрушение породы."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 12,
        "fields": {
            "name": "ZnBr2",
            "full_name": "Бромид цинка",
            "description": "Используется для самых высокоплотных растворов, особенно в глубоких скважинах при экстремальных температурах и давлениях."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 13,
        "fields": {
            "name": "Ca(NO3)2",
            "full_name": "Нитрат кальция",
            "description": "Используется для глушения скважин, где требуется умеренная плотность раствора (до 1,5 г/см³). Его часто используют для предотвращения попадания пластовых флюидов в ствол скважины. Кроме того, благодаря своей растворимости и стабильности, нитрат кальция применяется в скважинах с чувствительными пластами, где важна минимизация повреждений."
        }
    },
    {
        "model": "reagent_db.reagentsalt",
        "pk": 14,
        "fields": {
            "name": "CaBr2",
            "full_name": "Бромид кальция",
            "description": "Применяется для глушения глубоких скважин, где требуются растворы высокой плотности (до 1,7 г/см³). Подходит для условий высокого давления и температуры."
        }
    }
]